xeon/20220130-no-fpw/logs/pg-2-2-16/100/run-ro-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 473266064
latency average = 0.061 ms
initial connection time = 11.387 ms
tps = 525857.685329 (without initial connection time)